{
  "techniques": [
    {
      "ht": "Lapèch dirab: Pa pran pwason piti - kite yo grandi. Respekte sezon repwodiksyon. Pa itilize filè ak je twò piti. Pwoteje zòn rezève marin.",
      "en": "Sustainable fishing: Don't catch small fish - let them grow. Respect breeding seasons. Don't use nets with too small mesh. Protect marine reserve areas.",
      "fr": "Pêche durable: Ne capturez pas les petits poissons - laissez-les grandir. Respectez les saisons de reproduction. N'utilisez pas de filets à mailles trop petites. Protégez les zones de réserve marine."
    },
    {
      "ht": "Teknik lapèch tradisyonèl: Itilize zen ak fil pou pwason debaz. Nasa pou krab ak lanbi. Filè lan pou pwason epè. Respekte konesans ansyen yo.",
      "en": "Traditional fishing techniques: Use hook and line for basic fishing. Traps for crabs and conch. Cast nets for schooling fish. Respect knowledge of elders.",
      "fr": "Techniques de pêche traditionnelles: Utilisez hameçon et ligne pour la pêche de base. Pièges pour crabes et lambi. Filets lancés pour poissons d'école. Respectez les connaissances des anciens."
    },
    {
      "ht": "Lapèch an gwo fon: Sèvi ak bato ki solid. Toujou gen ekipman sekirite. Konnen kote ki bon pou pèche. Travay an gwoup pou sekirite.",
      "en": "Deep-sea fishing: Use sturdy boats. Always have safety equipment. Know good fishing spots. Work in groups for safety.",
      "fr": "Pêche en haute mer: Utilisez des bateaux robustes. Ayez toujours de l'équipement de sécurité. Connaissez les bons spots de pêche. Travaillez en groupe pour la sécurité."
    },
    {
      "ht": "Pwoteksyon rif koraly: Pa mache sou koraly. Pa kraze koraly pou pran pwason. Evite ankre bato sou rif. Edike lòt pèchè sou enpòtans koraly.",
      "en": "Coral reef protection: Don't walk on coral. Don't break coral to catch fish. Avoid anchoring boats on reefs. Educate other fishers about coral importance.",
      "fr": "Protection des récifs coralliens: Ne marchez pas sur le corail. Ne cassez pas le corail pour attraper du poisson. Évitez d'ancrer les bateaux sur les récifs. Éduquez les autres pêcheurs sur l'importance du corail."
    }
  ],
  "aquaculture": [
    {
      "ht": "Elavaj pwason dlo dous: Kreye ti letan pou tilapya. Nouri ak res manje ak plant. Chanje dlo regilyèman. Rekòlte apre 6-8 mwa.",
      "en": "Freshwater fish farming: Create small ponds for tilapia. Feed with food scraps and plants. Change water regularly. Harvest after 6-8 months.",
      "fr": "Élevage de poissons d'eau douce: Créez de petits étangs pour le tilapia. Nourrissez avec des restes de nourriture et des plantes. Changez l'eau régulièrement. Récoltez après 6-8 mois."
    },
    {
      "ht": "Akwakiltri nan lamer: Itilize kaj flote pou elve pwason. Chwazi zòn ak bon kouran dlo. Pwoteje kont tanpèt. Kontwole kalite dlo.",
      "en": "Marine aquaculture: Use floating cages to raise fish. Choose areas with good water current. Protect against storms. Monitor water quality.",
      "fr": "Aquaculture marine: Utilisez des cages flottantes pour élever les poissons. Choisissez des zones avec un bon courant d'eau. Protégez contre les tempêtes. Surveillez la qualité de l'eau."
    },
    {
      "ht": "Elavaj krustase: Elve krab nan basen. Prepare basen ak tè ak kachèt. Bay manje - pwason, legim. Rekòlte lè yo rive gwosè komeèsyal.",
      "en": "Crustacean farming: Raise crabs in ponds. Prepare ponds with mud and hiding places. Feed - fish, vegetables. Harvest when they reach commercial size.",
      "fr": "Élevage de crustacés: Élevez des crabes dans des bassins. Préparez les bassins avec de la boue et des cachettes. Nourrissez - poisson, légumes. Récoltez quand ils atteignent la taille commerciale."
    }
  ],
  "preservation": [
    {
      "ht": "Sale pwason: Netwaye pwason byen pwòp. Kouvri ak anpil sèl. Seche nan solèy 2-3 jou. Konsève nan kont sèk. Ka dire plizyè mwa.",
      "en": "Salting fish: Clean fish thoroughly. Cover with plenty of salt. Dry in sun for 2-3 days. Store in dry container. Can last several months.",
      "fr": "Salaison du poisson: Nettoyez bien le poisson. Couvrez avec beaucoup de sel. Séchez au soleil pendant 2-3 jours. Conservez dans un contenant sec. Peut durer plusieurs mois."
    },
    {
      "ht": "Fimen pwason: Boukannen pwason sou dife bwa. Itilize bwa ki pa gen pwodui chimik. Fimen pandan 4-6 èdtan. Konsève nan plas frèch ak sèk.",
      "en": "Smoking fish: Smoke fish over wood fire. Use wood without chemicals. Smoke for 4-6 hours. Store in cool, dry place.",
      "fr": "Fumage du poisson: Fumez le poisson sur un feu de bois. Utilisez du bois sans produits chimiques. Fumez pendant 4-6 heures. Conservez dans un endroit frais et sec."
    },
    {
      "ht": "Konsèvasyon ak glase: Mete pwason nan glase touswit apre pèch. Kenbe nan glasyè. Vann rapid - pwason fre pa dire lontan. Itilize glase pou transpò.",
      "en": "Ice preservation: Put fish on ice immediately after catch. Keep in cooler. Sell quickly - fresh fish doesn't last long. Use ice for transport.",
      "fr": "Conservation avec glace: Mettez le poisson sur glace immédiatement après la capture. Gardez dans une glacière. Vendez rapidement - le poisson frais ne dure pas longtemps. Utilisez de la glace pour le transport."
    },
    {
      "ht": "Sekaj: Koupe pwason an moso. Seche nan solèy sou griyaj pwòp. Vire regilyèman. Pwoteje kont mouch ak ensèk. Bon pou konsèvasyon long tèm.",
      "en": "Drying: Cut fish into pieces. Dry in sun on clean rack. Turn regularly. Protect from flies and insects. Good for long-term storage.",
      "fr": "Séchage: Coupez le poisson en morceaux. Séchez au soleil sur une grille propre. Retournez régulièrement. Protégez des mouches et des insectes. Bon pour la conservation à long terme."
    }
  ],
  "market": [
    {
      "ht": "Prepare pou mache: Netwaye pwason byen. Mete sou glase. Klase pa gwosè ak kalite. Prezante byen pou atire kliyan.",
      "en": "Market preparation: Clean fish well. Put on ice. Sort by size and quality. Present nicely to attract customers.",
      "fr": "Préparation pour le marché: Nettoyez bien le poisson. Mettez sur glace. Triez par taille et qualité. Présentez bien pour attirer les clients."
    },
    {
      "ht": "Kontwòl kalite: Tcheke je pwason - dwe klè. Chè dwe wouj. Pa gen move odè. Rejte pwason ki gate. Vann pwason fre an premye.",
      "en": "Quality control: Check fish eyes - must be clear. Gills must be red. No bad smell. Reject spoiled fish. Sell fresh fish first.",
      "fr": "Contrôle qualité: Vérifiez les yeux du poisson - doivent être clairs. Les branchies doivent être rouges. Pas de mauvaise odeur. Rejetez le poisson avarié. Vendez le poisson frais en premier."
    },
    {
      "ht": "Vann ak pwofitab: Konnen pri mache. Negosye ak gwo machann. Kreye relasyon ak kliyan regilye. Vann pwodwi transfòme tou (sale, fimen).",
      "en": "Profitable selling: Know market prices. Negotiate with wholesalers. Build relationships with regular customers. Also sell processed products (salted, smoked).",
      "fr": "Vente rentable: Connaissez les prix du marché. Négociez avec les grossistes. Établissez des relations avec les clients réguliers. Vendez aussi des produits transformés (salé, fumé)."
    }
  ],
  "safety": [
    {
      "ht": "Sekirite sou lanmè: Toujou gen chalè sekirite. Konnen previzyon tan. Pa sòti si gen tanpèt. Travay an gwoup. Gen radyo oswa telefòn.",
      "en": "Sea safety: Always have life jackets. Know weather forecast. Don't go out if there's a storm. Work in groups. Have radio or phone.",
      "fr": "Sécurité en mer: Ayez toujours des gilets de sauvetage. Connaissez les prévisions météo. Ne sortez pas s'il y a une tempête. Travaillez en groupe. Ayez une radio ou un téléphone."
    },
    {
      "ht": "Antretyen bato: Verifye bato regilyèman. Repare fwit. Kenbe motè an bon eta. Netwaye bato apre chak vwayaj. Pwoteje kont pwoblèm.",
      "en": "Boat maintenance: Check boat regularly. Repair leaks. Keep engine in good condition. Clean boat after each trip. Prevent problems.",
      "fr": "Entretien du bateau: Vérifiez régulièrement le bateau. Réparez les fuites. Maintenez le moteur en bon état. Nettoyez le bateau après chaque voyage. Prévenez les problèmes."
    },
    {
      "ht": "Premye swen: Kenbe kit premye swen nan bato. Konnen kijan pou trete blesi. Pwoteje men ak gan. Itilize kouto ak atansyon.",
      "en": "First aid: Keep first aid kit in boat. Know how to treat injuries. Protect hands with gloves. Use knives carefully.",
      "fr": "Premiers soins: Gardez une trousse de premiers soins dans le bateau. Sachez comment traiter les blessures. Protégez les mains avec des gants. Utilisez les couteaux avec précaution."
    }
  ],
  "resources": [
    {
      "ht": "Sipò pèchè: Ministè Agrikilti (MARNDR) - seksyon lapèch. Asosyasyon pèchè lokal. Pwogram fòmasyon. Kredi pou ekipman.",
      "en": "Fisher support: Ministry of Agriculture (MARNDR) - fishing section. Local fisher associations. Training programs. Credit for equipment.",
      "fr": "Soutien aux pêcheurs: Ministère de l'Agriculture (MARNDR) - section pêche. Associations locales de pêcheurs. Programmes de formation. Crédit pour l'équipement."
    },
    {
      "ht": "Koperativ pèchè: Jwenn fòs ansanm pou achte ekipman. Pataje transpò ak glase. Negosye pi bon pri. Aksè ak kredi.",
      "en": "Fisher cooperatives: Join forces to buy equipment. Share transport and ice. Negotiate better prices. Access credit.",
      "fr": "Coopératives de pêcheurs: Unissez vos forces pour acheter de l'équipement. Partagez le transport et la glace. Négociez de meilleurs prix. Accédez au crédit."
    }
  ],
  "marine_conservation": [
    {
      "ht": "Pwoteksyon rezèv marin: Respekte zòn ki entèdi pou lapèch. Patisipe nan efò konsèvasyon. Rapòte aktivite ilegal. Edike lòt moun.",
      "en": "Marine reserve protection: Respect areas prohibited for fishing. Participate in conservation efforts. Report illegal activities. Educate others.",
      "fr": "Protection des réserves marines: Respectez les zones interdites à la pêche. Participez aux efforts de conservation. Signalez les activités illégales. Éduquez les autres."
    },
    {
      "ht": "Netwayaj plaj ak lanmè: Patisipe nan jou netwayaj. Pa jete fatra nan lanmè. Ranmase plastik. Pwoteje abita marin.",
      "en": "Beach and sea cleanup: Participate in cleanup days. Don't throw garbage in sea. Collect plastic. Protect marine habitats.",
      "fr": "Nettoyage de plage et de mer: Participez aux journées de nettoyage. Ne jetez pas de déchets dans la mer. Ramassez le plastique. Protégez les habitats marins."
    }
  ],
  "species": [
    {
      "ht": "Pwason popilè: Taso, bekinn, bonit, dorad. Chak espès gen sezon pa yo. Respekte gwosè minimòm pou kaptire.",
      "en": "Popular fish: Snapper, barracuda, bonito, dorado. Each species has its seasons. Respect minimum capture sizes.",
      "fr": "Poissons populaires: Vivaneau, barracuda, bonite, dorade. Chaque espèce a ses saisons. Respectez les tailles minimales de capture."
    },
    {
      "ht": "Krustase: Krab, lanbi, chèvrèt. Lanbi an danje - pwoteje yo. Krab gen sezon fèmti. Respekte règleman.",
      "en": "Crustaceans: Crab, conch, shrimp. Conch is endangered - protect them. Crabs have closed seasons. Respect regulations.",
      "fr": "Crustacés: Crabe, lambi, crevette. Le lambi est en danger - protégez-le. Les crabes ont des saisons fermées. Respectez les règlements."
    }
  ]
}
